[{
        "district_number": 1,
        "profession": "Bönder",
        "district": "Skåne",
        "backstory": "Skåne är beläget på den södra spetsen av Sverige och kännetecknas av sin bördiga jordbruksmark och stora skördar. Majoriteten av invånarna i Skåne är bönder och deras sysselsättning är starkt knuten till det landskap som omger dem.Skåne har länge varit känt för sitt bördiga jordbrukslandskap, som sträcker sig så långt tillbaka som till vikingatiden. De platta slätterna, bördiga åkrarna och milda klimatet har gjort det till en idealisk plats för jordbruk. Det är ingen överraskning att majoriteten av Skånes invånare är bönder, som har lagt ner år av arbete på att utveckla sina jordbruk för att kunna förse folket i Sverige med mat."
    },
    {
        "district_number": 2,
        "profession": "Influencers",
        "district": "Stockholm",
        "backstory": "Stockholm har influenser som den mest populära sysselsättningen bland dess invånare. Detta är inte förvånande, med tanke på Stockholms status som en av världens mest inflytelserika mode- och modehuvudstäder. Staden är känd för sina fashionabla områden som Östermalm och för att ha en stor del av landets mediebolag, vilket gör att influencer branschen blomstrar här.Innan införandet av Skörden var det vanligt att människor i Stockholm försökte bli kända på sociala medier genom att skapa innehåll och samarbeta med olika varumärken. Men efter att Skörden introducerades, insåg många att det skulle vara enkelt att få uppmärksamhet genom att delta i tävlingen. Influencers blev en av de mest eftertraktade deltagarna i Skörden, då de hade erfarenhet av att marknadsföra sig själva och sina produkter.Eftersom Skörden har blivit den viktigaste händelsen i Distrikt 2 Stockholm, har många influencers börjat att skapa innehåll och livestreams kring tävlingen. Detta har lett till en ännu större uppmärksamhet och popularitet kring Skörden, och många invånare i Stockholm ser nu tävlingen som en möjlighet att bli känd och rika.Samtidigt har det också uppstått en viss oro bland invånarna i Stockholm. Eftersom distriktet är känt för sina influencers och sociala medieprofiler, har många influenser-anhängare i andra distrikt börjat att ifrågasätta deras roll i samhället. Detta har ökat spänningarna mellan distrikten, och det finns nu en stark konkurrens mellan influenser från olika delar av landet som vill vinna Skörden."
    },

    {
        "district_number": 3,
        "profession": "Fiskare",
        "district": "Västra götaland",
        "backstory": "Västra Götaland är beläget längs Sveriges västkust och består av ett kustområde med många små hamnar och fiskebyar. Majoriteten av dess befolkning arbetar som fiskare, och har gjort så i generationer. Fisket har alltid varit en viktig del av deras ekonomi och kultur, och har format deras livsstil och traditioner. På grund av den stora efterfrågan på fisk från andra distrikt och länder, har fisket blivit en mycket lönsam verksamhet men samtidigt finns där flera olika lagar angående fiskande som måste följas annars bryter man mot lagen och i det nya Sverige leder detta till dödsstraff, det kan vara så lite som att fånga en fisk som är en 1 cm över eller under det lagliga mått som leder till ens död. Därför får oftast de yngre vara med och fiska för de undviker dessa lagarna tills de blir 18.Trots detta är fiskarna stolta över sin livsstil och deras förmåga att hantera havet och dess faror.Detta hårda arbete härdar dem och gör dem till starka utmanare i Skörden. De ser Skörden som en ytterligare prövning av deras styrka och uthållighet, och är beredda att kämpa för sitt distrikt och dess frihet från dödsstraffet."
    },

    {
        "district_number": 4,
        "profession": "Gruvarbetare",
        "district": "Lappland",
        "backstory": "Lappland har en historia rik på mineralutvinning, med gruvdrift som en av de äldsta och viktigaste sysselsättningarna. Området är rikt på koppar, järn och andra värdefulla metaller, och gruvdriften har länge varit en central del av dess ekonomi. I synnerhet har gruvdriften av järn varit av stor betydelse för Lappland, eftersom det är en av de viktigaste råvarorna för vapentillverkning och utveckling av militär teknologi.Gruvarbetarna i Lappland är de som arbetar hårdast i området för att utvinna de värdefulla mineralerna. Många av dem har arbetat i gruvor i flera generationer och har stor erfarenhet och expertis inom yrket. Under Skörden blir gruvdriftens betydelse märkvärdig då de som har jobbat i gruvorna har oftast en styrka och uthållighet som är svår att matcha."
    },
    {
        "district_number": 5,
        "profession": "Jägare",
        "district": "Västerbotten",
        "backstory": "Västerbotten är beläget i Norrland och omfattar stora skogar och vidsträckta sjöar. Här finns en stark jakttradition som sträcker sig tillbaka till urminnes tider, då jakten var en nödvändighet för överlevnad i det hårda klimatet. I dag är jakt fortfarande en viktig sysselsättning för många i distriktet, och majoriteten av befolkningen är jägare. De stora skogarna och sjöarna i Västerbotten ger goda möjligheter till jakt på vilt såsom älg, björn, rådjur och fågel. Jakt är inte bara en nödvändighet för försörjningen utan också en viktig del av den lokala kulturen. Många familjer har jakt som en tradition som förs vidare från generation till generation.I samband med införandet av Skörden har jakten blivit ännu viktigare för Västerbottens befolkning. Deltagarna i Skörden behöver kunna överleva i naturen och skaffa mat på egen hand, vilket kräver kunskaper och erfarenheter från jakten. Jägarna i Västerbotten har en viktig roll i att förbereda de unga deltagarna på utmaningarna som väntar dem i arenan."
    },
    {
        "district_number": 6,
        "profession": "Militär",
        "district": "Gotland",
        "backstory": "Gotland är en hård och robust ö, där majoriteten av befolkningen arbetar inom den militära sektorn. Gotland har alltid varit en strategiskt viktig plats, och på grund av dess geografiska läge och rika historia av invaderande arméer, har Gotland kämpat hårt för att upprätthålla sin självständighet och skydda sin befolkning. Det var därför naturligt för gotlänningarna att välja militära yrken som sin huvudsakliga sysselsättning.I synnerhet har Gotlands befolkning utvecklat ett unikt fokus på marina förhållanden, eftersom ön har haft en betydande handelsflotta och ett flertal kustfort och fästningar under århundraden. Medan militära ledare från Gotland ofta varit kända för sin hårda disciplin och respekt för tradition, har de också visat en förmåga att anpassa sig till nya utmaningar, vilket gjort Gotlands armé de mest välutbildade och effektiva i hela landet.Denna militära utbildning och beredskap har också varit till stor nytta för Gotlands befolkning i den årliga Skörden tävlingen. De soldater som representerar Gotland i arenan är väl tränade i överlevnad och stridsteknik, vilket har gett dem en fördel gentemot sina motståndare. Samtidigt har Gotlands befolkning också utvecklat en stolthet och lojalitet gentemot varandra, och detta har gjort dem till en svår fiende att möta både på och utanför arenan."
    },
    {
        "district_number": 7,
        "profession": "Hoaders",
        "district": "Halland",
        "backstory": "Halland ligger i en skogig och kuperad region i södra Sverige. Efter en serie av kraftiga stormar och naturkatastrofer som förstörde stora delar av områdets jordbruksmark, var många i distriktet tvungna att tänka om när det gällde sin sysselsättning. Många invånare i Distrikt 7 bestämde sig för att utnyttja den rika skogsmiljön och började hoarda material som de kunde sälja eller byta mot andra varor.Nu, flera decennier senare, är majoriteten av invånarna i Distrikt 7 Halland hoarders. De samlar på allt från skrot och trä till metall och elektronik. De är ständigt på jakt efter nya saker att lägga till i sina samlingar och är mycket skickliga på att reparera och återanvända gamla föremål. Eftersom deras sysselsättning är att samla på sig material blir det ofta dispyter om att folk stjäl från varandra detta har lett till att många i Distrikt 7 blir anklagade och dömda till brott vilket leder till deras tragiska död. När Skörden infördes var invånarna i Distrikt 7 Halland oroliga för att de skulle bli extra utsatta på grund av sin höga befolkningstäthet. Men hoarders är också en uthållig grupp och de bestämde sig för att använda sin speciella förmåga att återanvända och reparera föremål för att skapa en stark ekonomi som skulle göra dem värdefulla allierade i Skörden. Genom att utveckla tekniker för att återvinna material från avfall och skrot har de skapat en stabil ekonomi men trots deras förmåga att hantera överflöd av material har hoarders kämpat hårt för att begränsa sin befolkning och undvika att bli utvalda för Skörden."
    },
    {
        "district_number": 8,
        "profession": "Kockar",
        "district": "Danmark",
        "backstory": "Danmark ligger på en ö utanför Sveriges kust och har utvecklat en unik kultur runt matlagning och gastronomi. Ön är känd för sina vackra stränder och pittoreska fiskebyar, och maten som serveras här är färsk och härlig. De var från början en självständig nation men de hade inte hittat någon fungerande lösning till överbefolkningen vilket ledde till att deras samhälle långsamt kollapsade och gjorde sig benägna för övertagningen. Traditionellt sett var fiskeindustrin den viktigaste sysselsättningen på ön, men efter en ökad efterfrågan på matlagning av hög kvalitet över hela landet och anslutningen till sverige som redan hade ett distrikt med fisking som fokus, började fler och fler invånare att utforska matlagning som yrke. Nu är majoriteten av befolkningen kockar som specialiserat sig på att laga fisk- och skaldjursrätter. Distrikt 8 Danmark är också känt för sina innovativa matlagningsmetoder, där de har lyckats använda traditionella fiske ritualer för att skapa nya, spännande smakkombinationer. Denna unika matlagningsteknik har blivit så framgångsrik att ön nu exporterar sina kockar och maträtter till andra distrikt runt om i landet.När det gäller Skörden är Distrikt 8 en av de mest eftertraktade distrikten på grund av sin matlagnings förmåga. Spelarna från Distrikt 8 anses vara mycket skickliga på att skapa smakfulla rätter med begränsade ingredienser och under extrem press. Många som överlever de tidigare omgångarna av Skörden får lov att prova mat från Distrikt 8 och är ofta imponerade av dess kvalitet."
    },
    {
        "district_number": 9,
        "profession": "Läkare",
        "district": "Jämtland",
        "backstory": "Jämtland är känt för att ha den högsta koncentrationen av läkare i hela Sverige. Jämtlands bergiga terräng och kalla klimat skapade en utmaning för dess invånare att överleva under de hårda vintrarna, och detta ledde till en hög efterfrågan på medicinsk hjälp. Som ett resultat av detta utvecklades en stark medicinsk kultur i regionen, och många av dess invånare valde att utbilda sig till läkare för att kunna hjälpa de ökande patienterna tack vare överbefolkningen.Under Skörden är Distrikt 9 värdefullt för dess läkarkunskap och förmåga att behandla skador och sjukdomar. Många av distriktets läkare frivilligt anmäler sig att delta i tävlingen i hopp om att vinna och återvända till Jämtland med rikedom och resurser som kan hjälpa dem att förbättra sjukvården och livskvaliteten i regionen."
    },
    {
        "district_number": 10,
        "profession": "Lärare",
        "district": "Uppsala",
        "backstory": "Uppsala är känt för att ha en välutbildad befolkning där majoriteten har valt lärarprofessionen som sin sysselsättning. Detta distrikt har en lång tradition av att satsa på utbildning och forskning, vilket har gjort dem till en av de mest framstående regionerna i hela landet.Regionen har några av de mest prestigefyllda universiteten och högskolorna i landet.Detta har gjort att utbildning och forskning har blivit en central del av samhället och har skapat en stor efterfrågan på lärare.Lärarna i Distrikt 10 är mycket respekterade och anses vara bland de bästa i hela landet.De är kända för att vara mycket engagerade och dedikerade till att hjälpa sina elever att nå sin fulla potential.Många av dem är också involverade i forskning och utveckling av nya pedagogiska metoder.Trots den höga utbildningsnivån i distriktet är det inte fritt från problem.Akademins är ett hög reglerat område i Sverige just nu och aktiviteter som att förskaffa sig kunskaper som skulle gå emot Malmös intresse är högst illegalt och det minsta intresse i dessa aktiviteter leder till döden.Trots detta har lärarna i Distrikt 10 Uppsala fortfarande en stark tro på utbildningens kraft och att den kan hjälpa till att förändra världen."
    },
    {
        "district_number": 11,
        "profession": "Textilarbetare",
        "district": "Närke",
        "backstory": "Närke ligger mitt i hjärtat av Sverige och är känt för sin rika skomakar tradition som sedan utvecklades till att vara ansvarig för hela Sveriges textilproduktion. Staden är fylld med fabriker som hanterar textilier och förvandlar dem till kläder och så vidare. I distriktet är majoriteten av befolkningen textilarbetare, och yrket har en lång och stolt historia i området. Dessvärre är inte textilarbetare är önskat sysselsättning i Skörden då det inte har några direkta överlevnads förmågor som det bär med sig.Distrikt 11 är ett av de få distrikten där få brott begås vilket har lett till en extrem överbefolkningen där, vilket har haft en dominoeffekt till att ha en organiskt lösning till problemet med att där inte finns tillräckligt med jobb vilket har lett att folk inte har pengar till att köpa mat som har lett till att invånarna oftast dör av naturliga anledningar tack vare deras svaga kroppar formade av utsvältning. Inga överlevnads förmågor och svaga människor har lett till att distrikt 11 aldrig någonsin vunnit skörden och oftast är dem dem första som blir eliminerade."
    },
    {
        "district_number": 12,
        "profession": "Ostkaksbagare",
        "district": "Småland",
        "backstory": "Småland är känt för sina välsmakande ostkakor och den största sysselsättningen i distriktet är att baka och sälja dem. Småland är en region som är rik på mjölkproduktion, vilket gör den till en idealisk plats för ostkaka produktion.Traditionellt har Småland alltid varit känt för sin skogsindustri, men på senare år har många av skogsbolagen gått i konkurs och människor har tvingats söka efter nya sysselsättningar. Ostkaka Produktion har blivit alltmer populärt eftersom många av de lokala mjölkproducenterna har behövt hitta nya sätt att sälja sina produkter.I distrikt 12 Småland är ostkaka bagarna stolta över sina traditionella recept, som ofta har gått i arv i generationer. De använder bara de finaste ingredienserna för att skapa de mest utsökta ostkakan. Många av bagarna har även börjat experimentera med nya smaker och ingredienser för att locka till sig en yngre publik. I synnerhet är distrikt 12 Smålands ostkakor mycket populära bland de rika invånarna i huvudstaden, som ofta åker till Småland för att njuta av de lokala råvarorna och den natursköna omgivningen. Ostkaka Bagarna i distriktet har en stark känsla av stolthet över att deras produkter har blivit så populära i hela landet och de är angelägna om att bevara sin traditionella ostkaka tillverkning för framtida generationer."
    }
]