[
    {
        "id": 1,
        "district_id": 1,
        "name": "Ella",
        "image": ".\/IMG\/characters\/farmer_woman.png",
        "alive": true,
        "backstory": "Ella är en tjej på 16 år som är född och uppvuxen på en bondgård i Skåne. Hon har länge hjälpt sin far med skötseln av gårdens djur och grödor, och har utvecklat en stark passion för jordbruk och natur. Trots att hon har tvingats arbeta hårt och uppoffra mycket av sin fritid för gården, har hon alltid varit glad att kunna hjälpa till på ett konkret sätt för att bidra till sin familjs försörjning. Ella har en stark vilja och är envis när hon väl har bestämt sig för något. Hon är också mycket lojal mot sin familj och sina vänner, och skulle göra vad som helst för att skydda dem. Hennes liv på landet har gett henne en intuitiv förståelse för naturen och en stark känsla av självförsörjning. Som en del av Skåne-distriktet är Ella väl medveten om de sociala och ekonomiska utmaningar som hennes samhälle står inför på grund av överbefolkning och resursbrist. Hon tror att Skörden kan vara en möjlig lösning, men hon är också övertygad om att det måste finnas bättre sätt att hantera situationen än genom att offra oskyldiga människors liv.",
        "in_use": true
    },
    {
        "id": 2,
        "district_id": 1,
        "name": "Noah",
        "image": ".\/IMG\/characters\/farmer_man.png",
        "alive": true,
        "backstory": "Noah är en kille som är 16 och är en stark och envis bondpojke från Skåne som har levt hela sitt liv på familjens gård. Han är van vid att arbeta hårt från tidig ålder och har lärt sig att odla grödor och ta hand om djur på ett effektivt sätt. Trots att han har försökt att undvika uppmärksamhet och konflikt har Nils alltid varit medveten om de orättvisor och bristande rättigheter som hans familj och andra bönder har lidit av under Malm-regimen då överbefolkningen resulterar i ett större behov för mat så får Noah och hans familj jobba hårt.",
        "in_use": true
    },
    {
        "id": 3,
        "district_id": 2,
        "name": "Leah",
        "image": ".\/IMG\/characters\/influencer_woman.png",
        "alive": true,
        "backstory": "Leah är en tjej som är 18 år från Stockholm, en stad där makt och inflytande är värderat högt. Hon har byggt upp sitt rykte genom sociala medier och har en lojal följarskara som beundrar henne för hennes utseende och livsstil. Leah har alltid varit medveten om vikten av att framstå som perfekt och har investerat mycket tid och pengar i sitt utseende och sitt varumärke. Trots att Leah inte har någon erfarenhet av livet på landsbygden, är hon fast besluten om att vinna Skörden och bevisa sin styrka och överlevnadsförmåga för sina följare. Hon är envis och tävlingsinriktad, men hennes rädsla för att förlora kan göra henne impulsiv och övermodig.",
        "in_use": true
    },
    {
        "id": 4,
        "district_id": 2,
        "name": "William",
        "image": ".\/IMG\/characters\/influencer_man.png",
        "alive": true,
        "backstory": "William är en vältränad och självsäker 18-årig man som är van vid att leva ett liv i lyx och bekvämlighet. Han är en framgångsrik influencer på sociala medier och har en stor följarskara som beundrar hans livsstil. Trots att han är omgiven av människor, känner han sig ofta ensam och längtar efter verklig kärlek och vänskap. William är uppvuxen i en rik familj i Stockholm och har aldrig behövt bekymra sig om pengar eller någon form av kamp. Han har alltid haft allt han velat ha och har lärt sig att utnyttja sitt utseende och sin charm för att få det han vill ha. Hans livsförhållanden har gjort honom något bortskämd och ofta oempatisk mot andra.",
        "in_use": true
    },
    {
        "id": 5,
        "district_id": 3,
        "name": "Alma",
        "image": ".\/IMG\/characters\/fisher_woman.png",
        "alive": true,
        "backstory": "Alma är en 15-årig tjej från Göteborg som har vuxit upp i en familj av fiskare. Hon är van att arbeta hårt och har alltid känt sig som en del av havet. Alma är stark, envis och modig, med en osviklig känsla för rättvisa. Hon är duktig på att navigera och har en djup förståelse för naturen, vilket gör henne till en skicklig fiskare. Trots att Alma har vuxit upp i en familj av fiskare har hon alltid haft en dröm om att bli skådespelare. Hon har ofta övat på att skapa karaktärer och öva på repliker i sin fritid. Alma är också mycket självständig och har en stark vilja att göra det hon vill, oavsett vad andra säger.",
        "in_use": true
    },
    {
        "id": 6,
        "district_id": 3,
        "name": "Matteo",
        "image": ".\/IMG\/characters\/fisher_man.png",
        "alive": true,
        "backstory": "Matteo är en 17-årig man från Västra Götaland, närmare bestämt Göteborg, som är uppvuxen med fiske som en del av hans kultur. Han är van att ta hand om sig själv och har lärt sig att navigera i de svåra förhållandena på havet. Han är stark och uthållig med en atletisk kropp tack vare många timmars arbete på fiskebåten. Liam är en självständig person som är van vid att arbeta hårt för att nå sina mål. Han är envis och modig, vilket kommer väl till pass i den farliga miljön på havet. Han är också en tyst person som kan vara reserverad och föredrar att lyssna mer än att prata. När han väl öppnar upp sig, är han en lojal vän som alltid är där för att stötta dem han bryr sig om.",
        "in_use": true
    },
    {
        "id": 7,
        "district_id": 4,
        "name": "Astrid",
        "image": ".\/IMG\/characters\/miner_woman.png",
        "alive": true,
        "backstory": "Astrid är en 18-årig tjej från Kiruna, en stad som är känd för sin gruvdrift. Hon kommer från en familj av hårt arbetande gruvarbetare och har själv vuxit upp med att hjälpa till i gruvan sedan hon var liten. Astrid är stark och uthållig, van vid att ta itu med tuffa arbetsförhållanden och klara av fysiskt krävande arbete. Trots att hon har växt upp i en hård miljö har hon en mjuk sida och är mycket empatisk. Hon har en förmåga att förstå och stötta människor i deras känslor och upplevelser. Astrid är modig och envishet, och är fast besluten om att överleva i skörden och att visa att hon är mer än bara en gruvarbetardotter.",
        "in_use": true
    },
    {
        "id": 8,
        "district_id": 4,
        "name": "Theo",
        "image": ".\/IMG\/characters\/miner_man.png",
        "alive": true,
        "backstory": "Theo är en stark och tystlåten kille från Kiruna som kommer från en familj av gruvarbetare. Han är van vid att arbeta hårt och kan hantera tung utrustning och maskiner utan problem. Theo  är en 16-årig kille från Luleå och är en utmärkt gruvarbetare och han vet hur man hittar och utvinner värdefulla mineraler och metaller. På fritiden brukar Theo ägna sig åt jakt och fiske, och han har lärt sig hur man överlever i den hårda och ogästvänliga naturen runt Kiruna. Han har också en passion för att reparera och bygga maskiner och bilar, och har ett öga för detaljer och en skicklig hand. Theo är van vid att arbeta ensam och kan ibland vara misstänksam mot andra människor, men han är också lojal mot dem han litar på och kommer alltid att stå upp för dem. Trots sin hårda exteriör har han en mjukare sida, och han bryr sig om rättvisa och rättvisa behandling av människor.",
        "in_use": true
    },
    {
        "id": 9,
        "district_id": 5,
        "name": "Wilma",
        "image": ".\/IMG\/characters\/hunter_woman.png",
        "alive": true,
        "backstory": "Wilma är en självsäker och modig 17-årig tjej från norra regionen Västerbotten, vars familj har en lång tradition av jakt och överlevnad i naturen. Hon har vuxit upp omgiven av skogar och sjöar och är väl förtrogen med naturen och dess utmaningar. Wilma är en utmärkt skytt och jägare och har alltid känt sig bekväm i skogarna, där hon spenderat mycket av sin tid på att utforska och lära sig om djurlivet. Trots sin styrka och fysiska förmåga är Wilma också en mycket analytisk och intelligent person. Hon är kunnig i överlevnadstekniker och har studerat mycket om växter och djur som finns i regionen. Wilma har en instinktiv förmåga att bedöma faror och fatta snabba beslut i stressiga situationer, vilket är en fördel i Skörden. Wilma är dock också en ganska ensam person, som inte har mycket erfarenhet av sociala situationer utanför hennes familj. Hon är oftast tyst och reserverad och kan verka stel i sociala sammanhang.",
        "in_use": true
    },
    {
        "id": 10,
        "district_id": 5,
        "name": "Olof",
        "image": ".\/IMG\/characters\/hunter_man.png",
        "alive": true,
        "backstory": "Olof är en tystlåten och stolt 18-årig kille från en släkt av erfarna jägare i Västerbotten. Han är uppvuxen i en liten by, omgiven av skog och fjäll, och har lärt sig att överleva i naturen från en mycket ung ålder. Oliver har alltid varit fascinerad av vildmarken och har en djup respekt för sin makt och skönhet. Han är en skicklig skytt och kan spåra djur och hitta mat i de mest ogästvänliga terräng. Oliver är en envis person som aldrig ger upp, vilket han har ärvt från sin farfar, som överlevde flera månader ensam i vildmarken efter en olycka. Han är tyst och försiktig av naturen, men när det kommer till att försvara sig själv eller sina nära och kära, visar han sig vara en modig och orädd kämpe. Oliver är van vid att leva enkelt och har inga höga ambitioner i livet, men han är fast besluten att överleva Skörden och återvända hem till sin familj.",
        "in_use": true
    },
    {
        "id": 11,
        "district_id": 6,
        "name": "Elsa",
        "image": ".\/IMG\/characters\/military_woman.png",
        "alive": true,
        "backstory": "Elsa är en stark, självständig och disciplinerad 18-årig tjej från Gotland. Hon växte upp i en familj av militärer och har alltid varit fascinerad av taktik och strategi. Elsa har en unik talang för att läsa människor och situationer, vilket gör henne till en utmärkt strateg och ledare. Hon är också utrustad med utmärkta överlevnads färdigheter, vilket hon lärt sig från sin familj och genom att spendera tid i naturen på Gotland. Elsa har alltid känt sig hemma i utmanande och farliga situationer, och hon är redo att ta på sig utmaningen med Skörden. Men samtidigt är hon också medveten om att hennes familjs militära bakgrund kan göra henne till en måltavla för de andra spelarna, och hon är beredd att använda alla sina färdigheter och intelligens för att överleva och komma ut som vinnare.",
        "in_use": true
    },
    {
        "id": 12,
        "district_id": 6,
        "name": "Ludvig",
        "image": ".\/IMG\/characters\/military_man.png",
        "alive": true,
        "backstory": "Ludvig är en vältränad 17-årig kille som har vuxit upp i en familj av militärer på Gotland. Han har tränats i kampsport och vapenhantering sedan han var liten och har alltid haft en stark lojalitet gentemot sin familj och land. Ludvig är envis och fokuserad, och han tar alltid sina uppgifter på allvar. Han är en strategisk tänkare och kan tänka snabbt under press, vilket gör honom till en farlig motståndare i Skörden. Trots sin militära bakgrund är Ludvig också en konstnärlig själ och älskar att spela gitarr och sjunga när han har tid.",
        "in_use": true
    },
    {
        "id": 13,
        "district_id": 7,
        "name": "Agnes",
        "image": ".\/IMG\/characters\/hoarders_woman.png",
        "alive": true,
        "backstory": "Agnes är en 14-årig tjej som kommer från Halland och hon är en hoarder. Hon har svårt att släppa taget om saker, oavsett om det är gamla kläder, leksaker eller till och med trasiga prylar. Hon har en eklektisk stil som hon skapat genom att samla på sig saker från olika tidsepoker och kulturer. Hon bär ofta på sig flera lager av kläder och smycken, vilket gör henne synlig från långt håll. Hon har också en kreativ sida och älskar att skapa nya saker med sina samlade föremål, vilket gör henne till en duktig hantverkare. Trots att hon är en hoarder och det kan vara svårt för henne att släppa taget om saker, så är hon en lojal och pålitlig vän som alltid ställer upp för dem hon älskar.",
        "in_use": true
    },
    {
        "id": 14,
        "district_id": 7,
        "name": "Hugo",
        "image": ".\/IMG\/characters\/hoarders_man.png",
        "alive": true,
        "backstory": "Hugo är en ovanligt stillsam 15-årig kille, han pratar sällan och verkar alltid fördjupad i sina egna tankar. Han kommer från en familj av samlare och har själv en förkärlek för att spara på allt möjligt, från små mynt och snäckskal till stora möbler och fordon. Han är en skicklig snickare och tinkerer och älskar att reparera och återanvända saker för att göra dem användbara igen. Trots sin hoarding-tendens är Hugo mycket organiserad och har en plats för allt i sitt hem, även om det ibland kan se rörigt ut för andra. Han är mycket noga med att hålla reda på vad han sparar och var han har placerat det, och blir lätt stressad om hans föremål rörs om eller flyttas.",
        "in_use": true
    },
    {
        "id": 15,
        "district_id": 8,
        "name": "Ida",
        "image": ".\/IMG\/characters\/chef_woman.png",
        "alive": true,
        "backstory": "Ida är en 18-årig tjej från Danmark som har en passion för matlagning. Hon har alltid fascinerats av olika kulturers matlagningstekniker och smaker och har rest runt i världen för att utforska dem. Som en skicklig kock har Ida lärt sig att använda alla sina sinnen för att skapa magiska rätter. Hon har en förmåga att känna av vad som saknas i en rätt och hur man kan göra den ännu bättre. Ida är också en mycket social person som lätt knyter kontakter med andra. Hon älskar att träffa nya människor och utveckla relationer. Ida är också mycket empatisk och förstående, och hon har en förmåga att lyssna och ge goda råd till andra. Trots sin passion för mat och sociala färdigheter är Ida inte rädd för tuffa utmaningar. Hon har alltid varit en tävlingsmänniska och en utmaning för henne är ett tillfälle att växa och lära sig nya saker. Men hon är också medveten om att Skörden kommer att testa henne på olika sätt, och hon är beredd att använda alla sina talanger och färdigheter för att överleva och vinna.",
        "in_use": true
    },
    {
        "id": 16,
        "district_id": 8,
        "name": "Oscar",
        "image": ".\/IMG\/characters\/chef_man.png",
        "alive": true,
        "backstory": "Oscar är en kreativ och passionerad 17-årig kille från Danmark. Han har alltid varit intresserad av matlagning och har utvecklat en unik förmåga att skapa nya smaker och rätter från enkla ingredienser. Hans familj har alltid uppmuntrat hans kulinariska talanger och Oscar har utbildat sig till kock på en av Danmarks främsta kockskolor. Oscar är medveten om att hans känslighet för smaker och dofter kan göra honom sårbar för attacker från andra deltagare. Han har tränat på att använda sina kulinariska färdigheter som vapen, och han är övertygad om att han kan överleva i den hårda miljön som Skörden erbjuder. Han är redo att ta på sig utmaningen och visa upp sin kreativitet och styrka som kock och deltagare.",
        "in_use": true
    },
    {
        "id": 17,
        "district_id": 9,
        "name": "Vera",
        "image": ".\/IMG\/characters\/doctor_woman.png",
        "alive": true,
        "backstory": "Vera är en ambitiös och intelligent 16-årig tjej från Jämtland, med en stark vilja att följa i sin families fotspår och bli en läkare. Hon är övertygad om att hon är född för att hjälpa andra och ser det som sin livsuppgift att lindra smärta och lida. Hennes kunskap och skicklighet i medicinsk vetenskap har gjort henne till en imponerande kandidat för Skörden. Vera har alltid varit driven och fokuserad på sina studier, men hon har också en passion för äventyr och utmaningar. Hon är inte rädd för att ge sig in i farliga situationer om det innebär att hon kan hjälpa till och rädda liv. Trots hennes talanger och drivkraft, är Vera också en försiktig och försiktig person, som alltid tänker på alla möjliga utfall av en situation innan hon agerar. Detta kan ibland göra henne till en blyg och tillbakadragen person, men när det gäller att hjälpa andra, visar hon alltid mod och beslutsamhet.",
        "in_use": true
    },
    {
        "id": 18,
        "district_id": 9,
        "name": "Nils",
        "image": ".\/IMG\/characters\/doctor_man.png",
        "alive": true,
        "backstory": "Nils är en 18-årig kille från Jämtland med en imponerande intellektuell kapacitet. Han är född in i en familj av läkare, där både hans far och morfar är högt ansedda inom medicinens värld. Nils har alltid haft en passion för vetenskap och medicin och har en imponerande kunskap inom dessa områden, trots sin unga ålder..Nils är en stillsam person, vilket gör att han lätt smälter in i bakgrunden. Han är dock mycket analytisk och snabbtänkt, vilket gör honom till en duktig strateg. Hans utbildning och erfarenhet som läkare ger honom en unik förmåga att identifiera och hantera medicinska nödsituationer, vilket kan vara ovärderligt under Skörden. Nils har ett lugnt och metodiskt sätt, vilket kan göra honom till ett mål för mer aggressiva spelare. Men han är inte rädd för att ta risker och är väl medveten om att Skörden kan vara farlig. Han är redo att använda alla sina kunskaper och färdigheter för att överleva och kämpa för att vinna.",
        "in_use": true
    },
    {
        "id": 19,
        "district_id": 10,
        "name": "Freja",
        "image": ".\/IMG\/characters\/teacher_woman.png",
        "alive": true,
        "backstory": "Freja är en ambitiös och självständig 17-årig tjej. Hon har alltid varit duktig i skolan och har alltid strävat efter att bli lärare som de flesta i hennes distrikt. Hon ser sin utnämning till Skörden som en möjlighet att visa sin styrka och förmåga att överleva, och hon har tränat hårt för att förbereda sig för utmaningen. Freja är en utpräglad ledare och är van vid att ta ansvar. Hon har en stark vilja och en förmåga att se möjligheter även i de mest hopplösa situationerna. Hennes självständighet och envishet kan dock göra henne lite motsträvig när det kommer till att ta emot hjälp från andra. Som person är Freja envis och självsäker, men också omtänksam och empatisk. Hon är övertygad om att hon kan göra skillnad i världen genom att utbilda andra, och hon tror att det är hennes öde att vinna Skörden och fortsätta sin kamp för att förbättra samhället.",
        "in_use": true
    },
    {
        "id": 20,
        "district_id": 10,
        "name": "August",
        "image": ".\/IMG\/characters\/teacher_man.png",
        "alive": true,
        "backstory": "August är en ambitiös och intelligent 18-årig kille. Han har alltid varit intresserad av att lära sig nya saker och att hjälpa andra att göra detsamma, vilket är anledningen till att han har valt att bli lärare. August har alltid varit en favorit bland sina klasskamrater på grund av sin vänliga och hjälpsamma natur, och han har alltid varit villig att ställa upp för andra. August har ett starkt rättspatos och är övertygad om att Skörden är en omänsklig tradition som måste avskaffas. Trots att han har blivit vald till att delta i Skörden, har han bestämt sig för att använda sin plattform för att föra upp frågan om Skördens avskaffande och för att förändra samhället till det bättre. August är en duktig strateg och taktiker, vilket gör honom till en farlig motståndare i arenan. Han är snabb och smidig och har goda överlevnadsinstinkter, men han kommer aldrig att döda någon annan deltagare i Skörden. Han vill inte bli en del av det han betraktar som en ond cirkel av våld och hat. Istället planerar han att använda sin tid i arenan för att vinna stöd från folket och pressa myndigheterna att avskaffa Skörden en gång för alla.",
        "in_use": true
    },
    {
        "id": 21,
        "district_id": 11,
        "name": "Maja",
        "image": ".\/IMG\/characters\/textile_woman.png",
        "alive": true,
        "backstory": "Maja är en kreativ och skicklig tjej som älskar att arbeta med textilier. Hon kommer från en familj av textilarbetare i Närke, där hennes mor och mormor också arbetade inom branschen. Maja har alltid varit fascinerad av det hantverk som krävs för att skapa vackra och funktionella plagg och hon har spenderat många timmar bakom en symaskin eller med att väva på en vävstol. Majas passion för textilier har även lett till att hon är mycket intresserad av hållbarhet och miljöfrågor. Hon strävar efter att använda återvunna material och att minska avfallet så mycket som möjligt i sitt arbete. Hon är övertygad om att textilindustrin kan förändras och bli mer hållbar om fler följer hennes exempel. Som en del av Skörden är Maja hedrad över att få representera sitt distrikt och bransch. Hon ser det som en möjlighet att visa upp sitt arbete för resten av nationen och att sprida sin passion för textilier till andra. Maja är självsäker, ambitiös och en naturlig ledare, och hon är säker på att hon kommer att vara en utmärkt representant för Närke.",
        "in_use": true
    },
    {
        "id": 22,
        "district_id": 11,
        "name": "Adam",
        "image": ".\/IMG\/characters\/textile_man.png",
        "alive": true,
        "backstory": "Adam är en kreativ och hängiven 16-årig kille. Han är en passionerad textilarbetare som har arbetat hårt för att förbättra sina färdigheter i att väva och sy. Adam har ett öga för detaljer och en talang för att kombinera färger och material på ett sätt som skapar vackra och unika tyger. Adam har också en utmärkt social förmåga och är mycket omtyckt av de människor han träffar. Han har en positiv inställning och är alltid villig att hjälpa till och dela sina kunskaper med andra. Som en blivande textilarbetare ser Adam fram emot att använda sin passion och talang för att skapa vackra tyger och kläder som kommer att glädja och inspirera människor runt om i landet. Att bli vald till skörden är en stor ära för Adam och han är fast besluten om att göra sitt bästa för att representera sitt distrikt och sina medarbetare på bästa möjliga sätt.",
        "in_use": true
    },
    {
        "id": 23,
        "district_id": 12,
        "name": "Ester",
        "image": ".\/IMG\/characters\/baker_woman.png",
        "alive": true,
        "backstory": "Ester är 18-årig tjej från en lång rad av ostkaksbagare. Hon har vuxit upp med doften av nygräddad ostkaka som fyllde familjens bageri varje morgon. Ester har alltid fascinerats av den konstnärliga aspekten av att baka och hennes passion för att skapa nya smaker och texturer med ingredienser har lett till att hon utvecklat en talang för att experimentera med olika recept. Trots sin unga ålder har Ester blivit en respekterad ostkaksbagare i sitt distrikt och hennes produkter säljs på marknader och butiker runt om i regionen. Hon är en envis och ambitiös person som alltid strävar efter att förbättra sin konst och skapa bättre smaker och upplevelser för sina kunder. När Ester blev vald till skörden var det en stor ära för henne och hennes familj. Hon ser det som en möjlighet att lära sig mer om andra yrken och kulturer i landet samtidigt som hon får visa upp sin egen talang för matlagning och baka. Ester är självsäker i sin kunskap men är också öppen för att lära sig av andra och utveckla sina färdigheter ytterligare.",
        "in_use": true
    },
    {
        "id": 24,
        "district_id": 12,
        "name": "Harry",
        "image": ".\/IMG\/characters\/baker_man.png",
        "alive": true,
        "backstory": "Harry är en kreativ och passionerad 16-årig kille från Småland, som har en stor passion för matlagning och bakning. Han har alltid varit intresserad av lokala råvaror och traditionella recept från Småland, och hans favoritdel av skördefestivalen är ostkakstävlingen. Harrys familj har varit ostkaksbagare i generationer, och han har lärt sig alla knepen från sin farfar som var en mästare på att göra den perfekta ostkakan. Harry har sedan tagit vid och utvecklat sina egna recept och tekniker för att skapa sin egen unika smak av ostkaka. Han är en envis person och ger aldrig upp när han väl bestämt sig för något. Han tror på hårt arbete och att man alltid ska sträva efter att bli bättre på det man älskar att göra. Hans dröm är att en dag öppna en egen ostkaksbutik där han kan dela med sig av sin kärlek till den lokala maten och traditionerna i Småland.",
        "in_use": false
    }
]